Repository: openplotter/openplotter-pypilot
Catalog: openplotterPypilot/locale/*/LC_MESSAGES/openplotter-pypilot.po
Languages: es, fi

source: Help
es: Ayuda
fi: Ohje

source: Settings
es: Ajustes
fi: Asetukset

source: Mode
es: Modo
fi: Tila

source: Disabled
es: Desabilitado
fi: Ei käytössä

source: Only compass
es: Solo Compas
fi: Vain kompassi

source: Autopilot
es: Piloto automático
fi: Autopilotti

source: Calibration
es: Calibración
fi: Kalibrointi

source: Scope
es: Vista
fi: Laajuus

source: Client
es: Cliente
fi: Asiakas

source: Refresh
es: Actualizar
fi: Päivitä

source: Connections
es: Conexiones
fi: Yhteydet

source: Applying changes ...
es: Aplicando los cambios...
fi: Toteutaan muutoksia...

source: Changes applied
es: Cambios aplicados
fi: Muutokset lisätty

source: I2C is disabled. Please enable I2C interface in Preferences -> Raspberry Pi configuration -> Interfaces
es: I2C está deshabilitado. Por favor habilite la interfaz I2C en Preferencias -> Configuración de Raspberry Pi -> Interfaces
fi: I2C on estetty. Salli I2C liityntä Valinnat -> Raspberry Pi asetukset -> liitokset kohdassa

source: Failed
es: Error
fi: Epäonnistui

source: none
es: nada
fi: ei mitään

source: unknown:
es: desconocido:
fi: tuntematon:

source: Heading, Heel, Pitch, Serial devices
es: Rumbo, cabeceo, escora, Dispositivos serie
fi: Suunta, Kallistus, Nyökintä, Sarjalaitteet

source: Heel, Pitch
es: Cabeceo, Escora
fi: Kallistus, Nyökintä

source: Heading, Heel, Pitch
es: Rumbo, Cabeceo, Escora
fi: Suunta, Kallistus, Nyökintä

source: Autopilot serial devices
es: Dispositivos serie del piloto
fi: Autopilotin sarjalaitteet

source: Browser Control
es: Control del navegador
fi: Selain hallinta

source: Open
es: Abrir
fi: Avaa

source: Detected IMU:
es: IMU detectado:
fi: Havaittu IMU:

source: Add device
es: Añadir dispositivo
fi: Lisää laite

source: Remove device
es: Eliminar dispositivo
fi: Poista laite

source: You have to select a device
es: Tienes que seleccionar un dispositivo
fi: Valitse laite

source: This device already exists
es: Este dispositivo ya existe
fi: Tämä laite on jo olemassa

source: Data
es: Datos

source: Type
es: Tipo
fi: Tyyppi

source: Port
es: Puerto
fi: Portti

source: SK connection ID
es: ID de conexión SK
fi: SK kytkentä ID

source: Add Connection
es: Añadir conexión
fi: Lisää kytkentä

source: Edit connection
es: Editar conexión
fi: Muokkaa yhteyttä

source: Remove connection
es: Eliminar conexión
fi: Poista yhteys

source: Failed. Error creating connection in Signal K
es: Error. Error al crear conexión en Signal K
fi: Epäonnistui. Virhe kytkettäessä Signal Khon

source: Please install "Signal K Installer" OpenPlotter app
es: Por favor, instale la aplicación OpenPlotter "Signal K Installer"
fi: Asenna "Signal K asennin" OpenPlotter sovelma

source: Failed. Error removing connection in Signal K
es: Error. Error al eliminar la conexión en Signal K
fi: Epäonnistui. Virhe kytkennän poistossa Signal Kssa

source: Restarting Signal K server...
es: Reiniciando servidor Signal K...
fi: Käynnistetään Signal K palvelin...

source: Signal K server restarted
es: Servidor Signal K reiniciado
fi: Signal K palvelin käynnistetty

source: Pypilot server
es: Servidor Pypilot
fi: Pypilot palvelin

source: Pypilot Signal K output
es: Salida de Signal K Pypilot
fi: Pypilot Signal K tulostus

source: Autopilot browser controller
es: Controlador del navegador web del piloto
fi: Autopilotin selain hallinta

source: Autopilot browser controller remote
es: Controlador del navegador web del piloto
fi: Autopilotin selain hallinta etänä

source: Pypilot NMEA 0183 output
es: Salida Pypilot NMEA 0183
fi: Pypilot NMEA 0183 tuloste

source: Removing incompatible packages...
es: Eliminando paquetes incompatibles...
fi: Poistetaan epäsopivat paketit...

source: DONE
es: HECHO
fi: VALMIS

source: FAILED:
es: ERROR:
fi: EPÄONNISTUNUT:

source: Installing python packages...
es: Instalando paquetes de python...
fi: Asennetaan python paketteja...

source: Compiling RTIMULib2...
es: Compilando RTIMULib2...
fi: Käännetään RTIMULib2...

source: Compiling Pypilot...
es: Compilando Pypilot...
fi: Käännetään Pypilot...

source: Creating config files...
es: Creando archivos de configuración...
fi: Tehdään asetus tiedostoja...

source: Adding pypilot, pypilot_boatimu and openplotter-pypilot-read services...
es: Añadiendo servicios pypilot, pypilot_boatimu y openplotter-pypilot-read...
fi: Lisätään pypilot, pypilot_boatimu ja openplotter-read palvelut...

source: Setting version...
es: Ajustando versión...
fi: Asetetaan versio...

source: Removing packages...
es: Quitando paquetes...
fi: Poistetaan paketteja...

source: Removing config files...
es: Eliminando archivos de configuración...
fi: Poistetaan configurointitiedostoja...

source: Removing pypilot, pypilot_boatimu and openplotter-pypilot-read services...
es: Eliminando los servicios pypilot, pypilot_boatimu y openplotter-pypilot-read...
fi: Poistetaan pypilot, pypilot_boatimu ja openplotter-read palvelut...

source: Removing version...
es: Eliminando versión...
fi: Poistetaan versio...

source: Checking Pypilot...
es: Comprobando Pypilot...
fi: Tarkistetaan Pypilot...

source: disabled
es: deshabilitado
fi: estetty

source: Please disable this Signal K connection. ID:
es: Por favor, deshabilite esta conexión de señal K. ID:
fi: Poistathan tämän Signal K yhteyden. ID:

source: Please enable a Signal K connection for Pypilot Signal K data
es: Por favor, activa una conexión de Signal K para datos Pypilot Signal K
fi: Ota käyttöön Signal K -yhteys Pypilot Signal K -dataa varten

source: Browser controller
es: Control a traves del navegador web
fi: Selain ohjain

source: Please enable a Signal K connection for Pypilot NMEA 0183 data
es: Por favor, activa una conexión de Signal K para datos de Pypilot NMEA 0183
fi: Salli Signal K yhteys Pypilot Signal K NMEA 0183 datalle

source: There are duplicate Signal K connections:
es: Hay conexiones duplicadas con Signal K:
fi: Nyt on Signal K yhteyksiä tuplana:

source: Control
fi: Ohjaus
